Repository: EpicoStudio/cover3d
Catalog: languages/*.po
Languages: pt_br

source: A 3D book cover animated on hover.
pt_br: Uma capa de livro 3D animada ao passar o mouse.

source: book
pt_br: Livro

source: cover
pt_br: capa

source: animated
pt_br: animada

source: hover
pt_br: Houver

source: lead magnet
pt_br: isca digital

source: Download
pt_br: Baixar

source: Buy
pt_br: Comprar

source: Book cover image
pt_br: Imagem de capa

source: Add your book cover image.
pt_br: Adicione a imagem da capa de seu livro.

source: Block properties
pt_br: Propriedades do bloco

source: Book cover link
pt_br: Link da capa

source: Add an optional link to the book (to download or buy). Adding a link will trigger the hover animation to show the back cover.
pt_br: Adicione um link opcional para o livro (para fazer download, comprar ou qualquer outra coisa). A adição de um link acionará a animação de passar o mouse para mostrar a contracapa.

source: Book size
pt_br: Tamanho do livro

source: Big
pt_br: Grande

source: Medium
pt_br: Média

source: Small
pt_br: Pequena

source: Enter the short text that will appear on the back cover on hover (only displayed with linked covers and for large and medium sizes).
pt_br: Digite o texto curto que aparecerá na contracapa ao passar o mouse (exibido apenas com capas vinculadas e para tamanhos grandes e médios).

source: Back cover text
pt_br: Texto da contracapa

source: Back cover icon
pt_br: Ícone da contracapa

source: Back cover color
pt_br: Cor da contracapa

source: Back cover background
pt_br: Fundo da contracapa

source: Cover image
pt_br: Imagem de Capa

source: 3D Book Cover
pt_br: Capa de Livro 3D

source: No posts selected
pt_br: Nenhum post selecionado

source: Select a
pt_br: Selecionar um

source: Deselect post
pt_br: Desmarcar postagem

source: Select a post
pt_br: Selecione um post

source: Select an image
pt_br: Selecione uma imagem

source: Set inline SVG
pt_br: Definir SVG em linha

source: Replace image
pt_br: Substituir imagem

source: Edit SVG
pt_br: Editar SVG

source: Remove image
pt_br: Remover imagem

source: Paste or edit the SVG image code.
pt_br: Cole ou edite o código da imagem SVG.

source: Edit inline SVG
pt_br: Editar SVG em linha

source: Close
pt_br: Fechar

source: Cancel
pt_br: Cancelar

source: Select color
pt_br: Escolher cor

source: Clear
pt_br: Limpar

source: Select link
pt_br: Selecionar link

source: Post type
pt_br: Tipo de postagem

source: Block rendered as empty.
pt_br: Bloco processado como vazio.

source: Error loading block: %s
pt_br: Erro ao carregar bloco: %s

source: Cover3D
pt_br: Capa3D

source: A block that displays a 3D book cover, animated when you mouse over it.
pt_br: Um bloco que exibe uma capa de livro em 3D, com uma animação que é ativada você passa o mouse sobre ela.
